import img1 from './images/techno-1.jpg'
import img2 from './images/techno-2.jpg'
import img3 from './images/techno-3.jpg'
import img4 from './images/techno-4.jpg'
import img5 from './images/techno-5.jpg'
import img6 from './images/techno-6.jpg'

const navLinks = [
  { id: 1, href: '#home', text: 'головна' },
  { id: 2, href: '#about', text: 'про нас' },
  { id: 3, href: '#services', text: 'чому ми?' },
  { id: 4, href: '#tours', text: 'техніка' },
  { id: 5, href: '#contacts', text: 'контакти' },
]

export default navLinks

export const socialLinks = [
  {
    id: 1,
    href: 'https://www.instagram.com/johndeere/',
    icon: 'fab fa-instagram',
  },
  {
    id: 2,
    href: 'https://www.facebook.com/JohnDeereUSCA',
    icon: 'fab fa-facebook',
  },
]

export const servicesData = [
  {
    id: 1,
    h4: 'Відмінний технічний стан',
    p: 'Технічне обслуговування проводится у офіційного дилера, а запчасти та комплектуюючі при ремонтних роботах замінюються оригінальними.',
    icon: 'fa-solid fa-certificate',
  },
  {
    id: 2,
    h4: 'Історія експлуатації',
    p: 'У Вас є можливість перевірити історію діяльності конкретної техніки, особливості та інтенсивність експлуатації та фактичні показники напрацювання.',
    icon: 'fa-solid fa-list-check',
  },
  {
    id: 3,
    h4: 'Найвигідніша ціна',
    p: 'Купуючи техніку у Великобританії, ви заощаджуєте 20-25% від вартості, в порівнянні з аналогами в Україні.',
    icon: 'fa-solid fa-sack-dollar',
  },
]

export const toursData = [
  {
    id: 1,
    img: img1,
    date: '$ 135 000',
    h4: 'Class Lexion 480',
    text: 'Комбайн Claas Lexion 480 поєднує у своїх характеристиках переваги потужних, але дорогих машин нових серій з помірною вартістю та економічним змістом техніки середньої потужності категорії. за всіма параметрами відповідає агротехнічним, екологічним і машинобудівним стандартам, що діють, а за окремими характеристиками перевершує можливості однотипних брендових аналогів.',
    length: '1 день',
    price: '+500 kcal',
  },
  {
    id: 2,
    img: img2,
    date: '$ 97 499',
    h4: 'Liebherr (автокаран)',
    text: 'Автокрани Liebherr є одними з найбільш затребуваних у своєму класі завдяки оптимальному поєднанню енергоозброєності, прохідності та надійності. Електронні системи захисту та контролю роблять його безпечним за будь-яких підйомних робіт.',
    length: '2 день',
    price: '-500kcal',
  },
  {
    id: 3,
    img: img4,
    date: '$ 87 900',
    h4: 'JCB JS220LC',
    text: 'Екскаватори JCB були б ідеальною машиною для кар’єрних робіт, оскільки вони мають гарну, надійну заземлену основу, добре збалансовані, мають міцну стрілу та ковш, можуть похвалитися потужною гідравлікою та нещодавно представленими бронзовими втулками, просоченими графітом, у важелях стріли та ковша, що зменшує інтервали змащування до 1000 годин при нормальній роботі. Усі інші точки змащення централізовані для безпечного та легкого доступу.',
    length: '3 день',
    price: '-700kcal',
  },
  {
    id: 4,
    img: img3,
    date: '$ 49 400',
    h4: 'JCB 542-70',
    text: 'Телескопічні навантажувачі JCB 542-70, що відповідають вимогам як малих, так і великих сільськогосподарських підприємств, є результатом цілої низки значних удосконалень, які були здійснені протягом останніх 6 років JCB і дозволили компанії вивести продукцію на новий технологічний рівень.',
    length: '4 день',
    price: '-250kcal',
  },
  {
    id: 5,
    img: img5,
    date: '39 990',
    h4: 'MANITOU MLT-X 735',
    text: 'Навантажувачі Manitou MLT-X 735 T LSU - найпотужніші та найоптимальніші машини в 7-метровому діапазоні. Ідеальні для використання на дуже важких та об`ємних роботах, таких як робота з гноєм та цукровим буряком. За рахунок системи LSU продуктивність цих машин збільшена на 20-30%.',
    length: '5 день',
    price: '-1100kcal',
  },
  {
    id: 6,
    img: img6,
    date: 'від $ 9 900',
    h4: 'інша техніка JCB',
    text: 'З самого початку будівельна техніка JCB була блискучим прикладом інноваційного мислення і таке прагнення інновацій означає, що компанія JCB завжди інвестувала в дослідження та розробки, процеси виробництва та обслуговування клієнтів. Зараз JCB постійно модернізує модельний ряд із понад 300 моделей машин.',
    length: '6 день',
    price: '-600kcal',
  },
]
